<!DOCTYPE html>
<html lang="ar">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="shortcut icon" href="images/icon.png" type="image/x-icon">
    <link rel="stylesheet" href="css/bootstrap.min.css">
    <link rel="stylesheet" href="css/style.css">
   <link rel="preconnect" href="https://fonts.gstatic.com">
<link href="https://fonts.googleapis.com/css2?family=Scheherazade&display=swap" rel="stylesheet">

    <title>الأذكار</title>
</head>

<body>
    <nav class="navbar navbar-light bg-light">
        <div class="container-fluid">
            <a class="navbar-brand" href="#">
                <img src="images/icon.png" alt="" width="40" height="40" class="d-inline-block align-text-top"> أذكار الصباح و المساء
            </a>
        </div>
    </nav>
    <div class="ani"> </div>

    <div class="slider">
        <div class="slider-div active">
            <div class="card container">
                اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلَّا أَنْت، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي، فَإِنَّهُ
                لاَ يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ.
                <h2>(مرة واحدة)</h2>  
                <hr>
               
                <div class="deta">
                    رواه البخاري "وَأَبُوءُ": أعترف وأدين وأقر, "أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ": أستجير وأحتمي وأستنجد بك أن يحلَّ بي عقابٌ على ما كان مني من سوء صنيعي, وعلى ما ارتكبتُه من آثام.
                </div>
            </div>
        </div>

        <div class="slider-div">
            <div class="card container">
                سُبْحَانَ اللهِ وَبِحَمْدِهِ. 
                <h2> (مائة مرة)</h2>
                <hr>
                <div class="deta">
                    رواه مسلم. // ولك أن تزيد ما شئت للإذن الشرعي بذلك فقد قال نبينا : "من قَالَ حِينَ يُصْبِحُ وَحِينَ يُمْسِي : سُبْحَانَ اللهِ وَبِحَمْدِهِ ، مِائَةَ مَرَّةٍ ، لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ ، بِأَفْضَلَ مِمَّا جَاءَ بِهِ ، إِلَّا أَحَدٌ قَالَ
                    مِثْلَ مَا قَلَ ، أَوْ زَادَ عَلَيْهِ".
                </div>
            </div>
        </div>


        <div class="slider-div">
            <div class="card container">
                لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ
                <h2>(عشر مرات)</h2>

                <hr>
                <div class="deta">
                    صحيح: رواه وأحمد, والترمذي, وغيرهم. // أمّا أن يُقال هذا الذكر (مائة مرة) فالحديث في البخاري ومسلم, لكنه غير محدد بصباح أو مساء بل هو من أذكار اليوم, ففي الحديث عن النبي صلى الله عليه وسلم أنه قال: " مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ
                    لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، فِي يَوْمٍ مِائَةَ مرة ؛ كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ، وَكُتِبَ لَهُ مِائَةُ حَسَنَةٍ ، وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ، وَكَانَتْ لَهُ حِرْزًا مِنْ
                    الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ، وَلَمْ يَأْتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ، إِلَّا رَجُلٌ عَمِلَ أَكْثَرَ مِنْهُ " , ومعنى أنه من أذكار اليوم أن الذاكر له أن يقوله في أي وقت من يومه كله متوالياً أو متفرقاً بأن يُقسّمَهُ
                    مثلاً على يومه حسب ما يشاء فالأمر في ذلك واسع, وقال النووي: الأفضل أن يقوله متوالياً في أول النهار لِيَكُونَ حِرْزًا –أي حفظاً من الشيطان- لَهُ فِي جَمِيعِ نَهَارِهِ".
                </div>
            </div>
        </div>

        <div class="slider-div">
            <div class="card container">
                أَصْبَحْتُ أُثْنِيَ عَلَيْكَ حَمْدًا، وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ) ,
                وإذا أمسى قال: "أمسيتُ" بدلاً من "أصبحتُ".
                    <h2>(ثلاث مرات)</h2>
                <hr>
                <div class="deta">
                    حسن: رواه النسائي في عمل اليوم والليلة , وحسنه الشيخ مقبل الوادعي في كتابه- الجامع الصحيح مما ليس في الصحيحين- , وصحح إسناده الشيخ مصطفى العدوي في كتابه -الصحيح المسند من أذكار اليوم والليلة-. // والمعنى المختصر للذكر: أي أنّي دخلتُ في وقت الصباح وأنا
                    منشغلٌ ربِّ بالثناء عليك بالحمد, وأقر وأعترف بوحدانية الله فلا معبود بحق إلا الله.
                </div>
            </div>
        </div>

        <div class="slider-div">
            <div class="card container">
                رضيتُ بِاللهِ رَبًّا ، وَبِالْإِسْلَامِ دِينًا ، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا
                <h2>(ثلاث مرات)</h2>
                <hr>
                <div class="deta ">
                    صحيح لغيره: رواه أحمد وغيره. // " رَضِيتُ بِاللهِ رَبًّا ": يعني قنعت به واكتفيت، فهو ربي ومعبودي رضيتُ بتقديره لي الكوني والشرعي. "وَبِالإسْلاَمِ دِينـًا": أي رضيت به دينـًا ألتزم بتعاليمه وأطبق شريعته، ولن أسْعَ في غير طريقه. , "وَبِمُحَمَّدٍ صلى الله
                    عليه وسلم نَبِيًّا": أي رضيت به نبيًا رسولاً، ورضيت بطاعته , وهذا الرضا يتضمن كمال الانقياد والطاعة والتسليم المطلق لكل ما صح عنه  من أوامر ونواهي.
                </div>
            </div>
        </div>

        <div class="slider-div">
            <div class="card container">
                "اللهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ"
                .

                <h2>(مرة واحدة)</h2> 
                <hr>
                <div class="deta ">
                    صحيح: رواه أحمد وهذا لفظه, وأبو داود, والترمذي, وابن ماجه. // "النُّشورُ": أي البَعثُ يومَ القيامةِ. , "المصير": أي المرجع.
                </div>
            </div>
        </div>

        <div class="slider-div">
            <div class="card container">
                أصبحنا وأصبح الملك لله، وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هذا اليوم وَخَيْرَ مَا بَعْدَهَ ، وَأَعُوذُ بِكَ مِنْ شَرِّ
                مَا فِي هَذِا اليوم وَشَرِّ مَا بَعْدَهَ ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْر
                <h2>(مرة واحدة)</h2>
          
                <hr>
                <div class="deta">
                    رواه مسلم
                </div>

            </div>
        </div>

        <div class="slider-div">
            <div class="card container">
                اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي ، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي ، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ
                يَدَيَّ ، وَمِنْ خَلْفِي ، وَعَنْ يَمِينِي ، وَعَنْ شِمَالِي ، وَمِنْ فَوْقِي ، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي
                <h3>(مرة واحدة)</h3>
                <hr>
                <div class="deta">
                    صحيح: رواه أحمد وغيره, وصححه الحاكم ووافقه الذهبي. // "وَآمِنْ رَوْعَاتِي" : أي آمنِّي من مهالكي ومخاوفي , "أغتال مِنْ تَحْتِي": الخسف.
                </div>

            </div>
        </div>

        <div class="slider-div">
            <div class="card container">
                يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ ، أَصْلِحْ لِي شَأْنِي كُلَّهُ ، وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ.
                <h2>(مرة واحدة)</h2>
               
                <hr>
                <div class="deta">
                    حسن: أخرجه النسائي والحاكم وغيرهم وقال عنه الشيخ سليمان العلوان إسناده حسن. // "ولا تكلني إلى نفسي طرفة عين" : أي لا تتركني لضعفي وعجزي لحظة واحدة ، وأعنّي بقوتك وقدرتك; فإن من توكل على الله كفاه، ومن استعان بالله أعانه، والعبد لا غنى له عن الله طرفة
                    عين, وأكمل الخلقِ أكملهم عبودية، وأعظمهم شهودا على فقر نفسه وضرورته وحاجته إلى ربه، وعدم استغنائه عنه طرفة عين . </div>
            </div>
        </div>

        <div class="slider-div">
            <div class="card container">

                اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ, أشهد أن لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ
                <h2>(مرة واحدة)</h2>
                
                <hr>
                <div class="deta">
                    صحيح: رواه أبو داود والترمذي وغيرهم. // " وَشِرْكِهِ": أي ما يدعو إليه الشيطان ويوسوس به من الإشراك بلله سبحانه. </div>
            </div>
        </div>

        <div class="slider-div">
            <div class="card container">
                بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ.
              <h2>(مرة واحدة) </h2>
             
                <hr>
                <div class="deta">
                    صحيح: رواه أحمد وغيره وفي رواية عند أبي داود أنها تُقال ثلاث مرات, وقال الشيخ الطريفي في كتابه- أذكار الصباح والمساء رواية ودراية-: العدد ثلاث فيه ضعف. </div>
            </div>
        </div>

        <div class="slider-div">
            <div class="card container">
                قراءة الإخلاص والمعوذتين
                <h2>(ثلاث مرات)</h2>

                <hr>
                <div class="deta">
                    حسن: رواه أحمد وأبو داود والترمذي و حسّنه الحافظ ابن حجر, وصححه النووي .
                </div>
            </div>
        </div>
        
         <div class="slider-div">
            <div class="card container">
                إعادة الأذكار
                <hr>
                <button class="return">&#8634;</button>
            </div>
        </div>
        
        <button class="sib">
            <div class="add">0</div>
        </button>
        <button class="adl">
            تفاصيل
        </button>
        
        <div class="slider-btn">
            <input type="button" value="&larr;" class="backward btn-slider">
            <input type="button" value="&rarr;" class="forward btn-slider">
        </div>
        
        <a href="det" class="adet">عن الأذكار |</a>
        <a href="khas" class="adet"> أذكار خاصة </a>

    </div>



</body>
<script src="script/script.js"></script>


</html>